var loading;
var table;
var liclass=["list-group-item-action","list-group-item-success","list-group-item-info","list-group-item-warning","list-group-item-danger"];
var panelClass=["primary","success","info","warning","danger"];
//var json=[{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=807980cd-298f-e811-be88-005056b97936&projguid=7e934495-6d31-e611-b025-005056b97936","insertDate":1534237565037,"oid":"807980cd-298f-e811-be88-005056b97936","projguid":"7e934495-6d31-e611-b025-005056b97936","tradeguid":"be039266-4f8a-e811-be88-005056b97936","业务员":"黄凌云","交房日期":"2017-03-31","付款方式":"车位按揭","历史记录":{"创建人":"陆晓兰","创建时间":"2018-07-24 18:10","审核人":"陆晓兰","审核时间":"2018-07-24 18:10","最后修改人":"陆晓兰","最后修改时间":"2018-07-24 18:10"},"合同备案号":"","合同总价":"85,088.00","合同签订日期":"2018-07-24","合同编号":"","备案日期":"","套内单价":"6,215.16","套内成交单价":"4,478.32","套内面积":"19.000","审核人":"陆晓兰","客户信息":[{"address":"长沙市雨花区井圭路80号","birthday":"1977-09-05","name":"唐建云","oid":"B2A6AC5C-0DE8-4F97-A1B9-3F6CCD5A1210","sex":"男","tel":"17375739708","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=B2A6AC5C-0DE8-4F97-A1B9-3F6CCD5A1210&funcid=01010203&isrequiredfiled=1","修改人":"王阳","修改时间":"2018-07-18 13:56","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"黄凌云","创建时间":"2018-07-18 13:51","婚姻状况":"已婚","家庭结构":"青年之家(年轻人单身或夫妇) ","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"43292319770905811X","证件类型":"身份证"}],"客户名称":"唐建云","应收定金":"10,000.00","建筑单价":"3,936.27","建筑成交单价":"2,836.27","建筑面积":"30.000","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块一期-板下一层车位-G001","房间信息":[{"name":"长沙阳光城尚东湾-2号地块一期-板下一层车位-G001","oid":"4a14ed8f-2bb5-e611-bf45-005056b97936","type":"地下车库-非人防机动车位","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=4a14ed8f-2bb5-e611-bf45-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"6,215.16","套内面积":"19.000","建筑单价":"3,936.27","建筑面积":"30.000","户型":"车位","标准总价":"118,088.00","租售类型":"","税率":"5.00%","税额":"5,623.24","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"建筑面积"}],"房间总价":"85,088.00","折扣":"72.05%","折扣说明":"以标准总价为基准计算: (((车位按揭 100.00% - 活动优惠折扣 3000.00) - 清盘优惠折扣 10000.00) - 认购优惠折扣 20000.00)","标准总价":"118,088.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"4,051.81","联系电话":"(M)17375739708 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"75,000","按揭银行":""},"违约金":"8,509.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=18f8fa54-1488-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237566993,"oid":"18f8fa54-1488-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"b9482d2b-a4bf-e711-9a5f-005056b97936","业务员":"宋垚","交房日期":"2019-03-30","付款方式":"商业按揭","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-15 17:49","审核人":"","审核时间":"","最后修改人":"胡萍萍","最后修改时间":"2018-07-15 17:49"},"合同备案号":"","合同总价":"1,013,214.00","合同签订日期":"2018-07-15","合同编号":"20170373板下1层084","备案日期":"","套内单价":"24,983.28","套内成交单价":"24,233.77","套内面积":"41.810","审核人":"","客户信息":[{"address":"衡阳市华新开发区愉景南苑销售部","birthday":"1972-09-18","name":"谢培兰","oid":"7F57C022-8F7C-4AE3-A8CC-B8B131011343","sex":"女","tel":"15307341148","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=7F57C022-8F7C-4AE3-A8CC-B8B131011343&funcid=01010203&isrequiredfiled=1","修改人":"陆晓兰","修改时间":"2018-05-02 19:12","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"沈攸锦","创建时间":"2017-11-01 18:33","婚姻状况":"已婚","家庭结构":"孩子三代(年轻夫妇+18岁以下孩子+父母)","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"430422197209180025","证件类型":"身份证"}],"客户名称":"谢培兰","应收定金":"50,000.00","建筑单价":"24,828.88","建筑成交单价":"24,084.00","建筑面积":"42.070","成交途径大类":"户外","成交途径子类":"户外广告牌","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-084","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-084","oid":"8a183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=8a183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"内控","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"24,983.28","套内面积":"41.810","建筑单价":"24,828.88","建筑面积":"42.070","户型":"B1","标准总价":"1,044,551.00","租售类型":"","税率":"5.00%","税额":"49,740.52","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"1,013,214.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业按揭 100.00% * 活动优惠折扣 97.00%","标准总价":"1,044,551.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"48,248.28","联系电话":"(M)15307341148 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按建筑面积","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"500,000","按揭银行":""},"违约金":"101,321.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=e416376d-1488-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237569102,"oid":"e416376d-1488-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"e6d062e0-da87-e811-be88-005056b97936","业务员":"谢徐芸茜","交房日期":"2018-12-30","付款方式":"车位-一次性","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-15 17:50","审核人":"胡萍萍","审核时间":"2018-07-15 17:50","最后修改人":"胡萍萍","最后修改时间":"2018-07-15 17:50"},"合同备案号":"","合同总价":"95,000.00","合同签订日期":"2018-07-15","合同编号":"","备案日期":"","套内单价":"6,052.63","套内成交单价":"5,000.00","套内面积":"19.000","审核人":"胡萍萍","客户信息":[{"address":"湖南省长沙市中意路湖南省地震局家属区2-406","birthday":"1993-10-24","name":"邹焕","oid":"E16236F4-7787-4F06-B5B6-8A76A5BFEF56","sex":"男","tel":"18674457200","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=E16236F4-7787-4F06-B5B6-8A76A5BFEF56&funcid=01010203&isrequiredfiled=1","修改人":"王阳","修改时间":"2018-07-15 10:57","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"湖南省涟源市","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"彭菊枚","创建时间":"2017-02-25 17:28","婚姻状况":"已婚","家庭结构":"青年之家(年轻人单身或夫妇)","居住区域":"雨花区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"432503199310247877","证件类型":"身份证"}],"客户名称":"邹焕","应收定金":"10,000.00","建筑单价":"3,833.33","建筑成交单价":"3,166.67","建筑面积":"30.000","成交途径大类":"阵地包装（路过）","成交途径子类":"路过","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-板下一层非人防车位-A221","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-板下一层非人防车位-A221","oid":"184f1309-ab38-e711-b835-005056b97936","type":"地下车库-非人防机动车位","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=184f1309-ab38-e711-b835-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"6,052.63","套内面积":"19.000","建筑单价":"3,833.33","建筑面积":"30.000","户型":"非人防车位","标准总价":"115,000.00","租售类型":"","税率":"5.00%","税额":"5,476.19","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"建筑面积"}],"房间总价":"95,000.00","折扣":"82.61%","折扣说明":"以标准总价为基准计算: (车位-一次性 100.00% - 活动优惠折扣 20000.00)","标准总价":"115,000.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"4,523.81","联系电话":"(M)18674457200 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"0","按揭银行":""},"违约金":"9,500.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=5b356bbe-5e8e-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237569093,"oid":"5b356bbe-5e8e-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"7a030b1e-358a-e811-be88-005056b97936","业务员":"方剑涛","交房日期":"2019-03-30","付款方式":"商业一次性","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-23 17:56","审核人":"胡萍萍","审核时间":"2018-07-23 17:57","最后修改人":"胡萍萍","最后修改时间":"2018-07-23 17:57"},"合同备案号":"","合同总价":"902,247.00","合同签订日期":"2018-07-23","合同编号":"20170373板下1层128","备案日期":"","套内单价":"25,680.62","套内成交单价":"24,910.19","套内面积":"36.220","审核人":"胡萍萍","客户信息":[{"address":"长沙市雨花区桂花路187号","birthday":"2016-06-13","name":"唐易佳成","oid":"25370EAA-5246-401F-9283-1BEC68B0C4F6","sex":"男","tel":"13272426592","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=25370EAA-5246-401F-9283-1BEC68B0C4F6&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-07-18 10:49","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"龙娇","创建时间":"2017-05-01 09:27","婚姻状况":"已婚","家庭结构":"小太阳（年轻夫妇+孩子12岁以下）","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"430181201606130390","证件类型":"身份证"}],"客户名称":"唐易佳成","应收定金":"50,000.00","建筑单价":"25,518.57","建筑成交单价":"24,753.00","建筑面积":"36.450","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-128","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-128","oid":"b6183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=b6183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"内控","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"25,680.62","套内面积":"36.220","建筑单价":"25,518.57","建筑面积":"36.450","户型":"B1","标准总价":"930,152.00","租售类型":"","税率":"5.00%","税额":"44,292.95","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"902,247.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业一次性 100.00% * 活动优惠折扣 97.00%","标准总价":"930,152.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"42,964.14","联系电话":"(M)13272426592 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按建筑面积","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"0","按揭银行":""},"违约金":"90,225.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=553d616c-2184-e811-be88-005056b97936&projguid=7e934495-6d31-e611-b025-005056b97936","insertDate":1534237575111,"oid":"553d616c-2184-e811-be88-005056b97936","projguid":"7e934495-6d31-e611-b025-005056b97936","tradeguid":"fa1e1199-987e-e811-be88-005056b97936","业务员":"徐雷","交房日期":"2017-03-31","付款方式":"车位按揭","历史记录":{"创建人":"陆晓兰","创建时间":"2018-07-10 17:11","审核人":"陆晓兰","审核时间":"2018-07-10 17:13","最后修改人":"陆晓兰","最后修改时间":"2018-07-10 17:13"},"合同备案号":"","合同总价":"108,088.00","合同签订日期":"2018-07-10","合同编号":"","备案日期":"","套内单价":"6,741.47","套内成交单价":"5,688.84","套内面积":"19.000","审核人":"陆晓兰","客户信息":[{"address":"广州市白云区同和大陂南路10号702","birthday":"1985-03-20","name":"罗英姿","oid":"92D960A9-8131-E611-B025-005056B97936","sex":"女","tel":"13544513208","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=92D960A9-8131-E611-B025-005056B97936&funcid=01010203&isrequiredfiled=1","修改人":"王阳","修改时间":"2018-07-03 16:09","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"迁移管理员","创建时间":"2016-06-14 00:15","婚姻状况":"","家庭结构":"二人世界","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"430521198503208029","证件类型":"身份证"}],"客户名称":"罗英姿","应收定金":"10,000.00","建筑单价":"4,269.60","建筑成交单价":"3,602.93","建筑面积":"30.000","成交途径大类":"户外","成交途径子类":"其他户外","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块一期-板下一层车位-G137","房间信息":[{"name":"长沙阳光城尚东湾-2号地块一期-板下一层车位-G137","oid":"d214ed8f-2bb5-e611-bf45-005056b97936","type":"地下车库-非人防机动车位","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=d214ed8f-2bb5-e611-bf45-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"6,741.47","套内面积":"19.000","建筑单价":"4,269.60","建筑面积":"30.000","户型":"车位","标准总价":"128,088.00","租售类型":"","税率":"5.00%","税额":"6,099.43","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"108,088.00","折扣":"84.39%","折扣说明":"以标准总价为基准计算: (车位按揭 100.00% - 活动优惠折扣 20000.00)","标准总价":"128,088.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"5,147.04","联系电话":"(M)13544513208 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"80,000","按揭银行":""},"违约金":"10,809.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=48b47d61-1a9e-e811-97eb-005056b97936&projguid=7e934495-6d31-e611-b025-005056b97936","insertDate":1534237572037,"oid":"48b47d61-1a9e-e811-97eb-005056b97936","projguid":"7e934495-6d31-e611-b025-005056b97936","tradeguid":"ce8e07c3-0d9d-e811-97eb-005056b97936","业务员":"陈禾","交房日期":"2017-08-15","付款方式":"车位按揭","历史记录":{"创建人":"陆晓兰","创建时间":"2018-08-12 18:27","审核人":"陆晓兰","审核时间":"2018-08-12 18:28","最后修改人":"陆晓兰","最后修改时间":"2018-08-12 18:28"},"合同备案号":"","合同总价":"61,227.00","合同签订日期":"2018-08-12","合同编号":"","备案日期":"","套内单价":"4,959.32","套内成交单价":"3,222.47","套内面积":"19.000","审核人":"陆晓兰","客户信息":[{"address":"长沙市雨花区阳光城尚东湾青云苑12-1104","birthday":"1988-07-12","name":"彭飞","oid":"B5D7F6E2-D520-41F7-873D-76331E604A96","sex":"女","tel":"13548628282","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=B5D7F6E2-D520-41F7-873D-76331E604A96&funcid=01010203&isrequiredfiled=1","修改人":"周主华","修改时间":"2018-08-11 10:22","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"陈禾","创建时间":"2017-04-20 16:48","婚姻状况":"未婚","家庭结构":"青年持家(年轻人单身或考虑父母一起)","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"522228198807120087","证件类型":"身份证"}],"客户名称":"彭飞","应收定金":"10,000.00","建筑单价":"3,140.90","建筑成交单价":"2,040.90","建筑面积":"30.000","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块一期-地下一层车位（2标段）-J068","房间信息":[{"name":"长沙阳光城尚东湾-2号地块一期-地下一层车位（2标段）-J068","oid":"869222fa-b354-e711-b835-005056b97936","type":"地下车库-非人防机动车位","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=869222fa-b354-e711-b835-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"4,959.32","套内面积":"19.000","建筑单价":"3,140.90","建筑面积":"30.000","户型":"车位","标准总价":"94,227.00","租售类型":"","税率":"5.00%","税额":"4,487.00","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"建筑面积"}],"房间总价":"61,227.00","折扣":"64.98%","折扣说明":"以标准总价为基准计算: (((车位按揭 100.00% - 活动优惠折扣 3000.00) - 清盘优惠折扣 10000.00) - 认购优惠折扣 20000.00)","标准总价":"94,227.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"2,915.57","联系电话":"(M)13548628282 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"50,000","按揭银行":""},"违约金":"6,123.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=72b49ba9-608e-e811-be88-005056b97936&projguid=a2988109-e4bd-e611-adee-005056b97936","insertDate":1534237576305,"oid":"72b49ba9-608e-e811-be88-005056b97936","projguid":"a2988109-e4bd-e611-adee-005056b97936","tradeguid":"3e766b9b-478e-e811-be88-005056b97936","业务员":"张笑榛","交房日期":"2019-12-15","付款方式":"住宅按揭","历史记录":{"创建人":"陆晓兰","创建时间":"2018-07-23 18:10","审核人":"陆晓兰","审核时间":"2018-07-23 18:11","最后修改人":"陆晓兰","最后修改时间":"2018-07-23 18:11"},"合同备案号":"","合同总价":"800,292.00","合同签订日期":"2018-07-23","合同编号":"20180086707","备案日期":"","套内单价":"8,168.28","套内成交单价":"8,168.28","套内面积":"71.570","审核人":"陆晓兰","客户信息":[{"address":"湖南省耒阳市金桥路盛世华城B1栋2002","birthday":"1987-06-10","name":"罗哈玲","oid":"6F168ECD-4EC4-4CF9-A4D0-ADF0DDC7C3F3","sex":"女","tel":"15116888565","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=6F168ECD-4EC4-4CF9-A4D0-ADF0DDC7C3F3&funcid=01010203&isrequiredfiled=1","修改人":"王阳","修改时间":"2018-07-23 15:10","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"张笑榛","创建时间":"2017-11-12 13:50","婚姻状况":"已婚","家庭结构":"青年之家(年轻人单身或夫妇) ","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"430481198706100107","证件类型":"身份证"}],"客户名称":"罗哈玲","应收定金":"30,000.00","建筑单价":"6,505.00","建筑成交单价":"6,505.00","建筑面积":"89.870","成交途径大类":"阵地包装（路过）","成交途径子类":"路过","房屋结构":"","房间":"长沙阳光城尚东湾-15号地块-1栋-707","房间信息":[{"name":"长沙阳光城尚东湾-15号地块-1栋-707","oid":"4920ed36-bc0b-e811-be88-005056b97936","type":"住宅-高层","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=4920ed36-bc0b-e811-be88-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"8,168.28","套内面积":"71.570","建筑单价":"6,505.00","建筑面积":"89.870","户型":"B1","标准总价":"584,604.00","租售类型":"","税率":"10.00%","税额":"53,145.82","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"建筑面积"}],"房间总价":"584,604.00","折扣":"100.00%","折扣说明":"以标准总价为基准计算: 住宅按揭 100.00%","标准总价":"584,604.00","状态":"状态:激活(预留)","税率":"10.00%","税额":"72,753.82","联系电话":"(M)15116888565 ","装修单价":"2,400.00","装修总价":"215,688.00","装修是否并入合同":"1","装修标准":"精装修2400元/㎡","计价方式":"按建筑面积","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"560,000","按揭银行":""},"违约金":"80,029.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=ac168973-189e-e811-97eb-005056b97936&projguid=7e934495-6d31-e611-b025-005056b97936","insertDate":1534237583118,"oid":"ac168973-189e-e811-97eb-005056b97936","projguid":"7e934495-6d31-e611-b025-005056b97936","tradeguid":"c6bb4d9a-da9d-e811-97eb-005056b97936","业务员":"陈茜","交房日期":"2017-08-15","付款方式":"车位按揭","历史记录":{"创建人":"陆晓兰","创建时间":"2018-08-12 18:14","审核人":"陆晓兰","审核时间":"2018-08-12 18:14","最后修改人":"陆晓兰","最后修改时间":"2018-08-12 18:14"},"合同备案号":"","合同总价":"61,227.00","合同签订日期":"2018-08-12","合同编号":"","备案日期":"","套内单价":"4,959.32","套内成交单价":"3,222.47","套内面积":"19.000","审核人":"陆晓兰","客户信息":[{"address":"祁阳县大村甸镇五塘冲村11组","birthday":"1987-10-10","name":"何艳玲","oid":"9AC013D3-15C0-E611-ADEE-005056B97936","sex":"女","tel":"13548577812","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=9AC013D3-15C0-E611-ADEE-005056B97936&funcid=01010203&isrequiredfiled=1","修改人":"王阳","修改时间":"2018-08-12 10:51","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"鼎兴代理","创建时间":"2016-12-12 10:46","婚姻状况":"","家庭结构":"","居住区域":"天心区","工作区域":"","法人代表":"","营业执照":"","证件号码":"431121198710106921","证件类型":"身份证"}],"客户名称":"何艳玲","应收定金":"10,000.00","建筑单价":"3,140.90","建筑成交单价":"2,040.90","建筑面积":"30.000","成交途径大类":"户外","成交途径子类":"其他户外","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块一期-地下一层车位（2标段）-K145","房间信息":[{"name":"长沙阳光城尚东湾-2号地块一期-地下一层车位（2标段）-K145","oid":"6a9322fa-b354-e711-b835-005056b97936","type":"地下车库-非人防机动车位","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=6a9322fa-b354-e711-b835-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"4,959.32","套内面积":"19.000","建筑单价":"3,140.90","建筑面积":"30.000","户型":"车位","标准总价":"94,227.00","租售类型":"","税率":"5.00%","税额":"4,487.00","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"建筑面积"}],"房间总价":"61,227.00","折扣":"64.98%","折扣说明":"以标准总价为基准计算: (((车位按揭 100.00% - 活动优惠折扣 3000.00) - 清盘优惠折扣 10000.00) - 认购优惠折扣 20000.00)","标准总价":"94,227.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"2,915.57","联系电话":"(M)13548577812 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"50,000","按揭银行":""},"违约金":"6,123.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=d9cb9008-8386-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237587547,"oid":"d9cb9008-8386-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"6b4554a8-3d86-e811-be88-005056b97936","业务员":"周桥桥","交房日期":"2019-03-30","付款方式":"商业一次性","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-13 17:56","审核人":"胡萍萍","审核时间":"2018-07-13 17:57","最后修改人":"胡萍萍","最后修改时间":"2018-07-13 17:57"},"合同备案号":"","合同总价":"900,900.00","合同签订日期":"2018-07-13","合同编号":"二组团板下一层商业118","备案日期":"","套内单价":"25,677.72","套内成交单价":"24,907.38","套内面积":"36.170","审核人":"胡萍萍","客户信息":[{"address":"长沙市岳麓区西苑5栋603房","birthday":"1971-02-07","name":"杨新","oid":"00C07F93-4E9C-4090-8F90-E67DA9ABCFF2","sex":"男","tel":"15973162000","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=00C07F93-4E9C-4090-8F90-E67DA9ABCFF2&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-07-13 09:40","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"周桥桥","创建时间":"2018-07-13 09:12","婚姻状况":"","家庭结构":"","居住区域":"","工作区域":"","法人代表":"","营业执照":"","证件号码":"430104197102073714","证件类型":"身份证"}],"客户名称":"杨新","应收定金":"50,000.00","建筑单价":"25,515.47","建筑成交单价":"24,750.00","建筑面积":"36.400","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-118","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-118","oid":"ac183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=ac183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"换房","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"25,677.72","套内面积":"36.170","建筑单价":"25,515.47","建筑面积":"36.400","户型":"B1","标准总价":"928,763.00","租售类型":"","税率":"5.00%","税额":"44,226.81","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"900,900.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业一次性 100.00% * 活动优惠折扣 97.00%","标准总价":"928,763.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"42,900.00","联系电话":"(M)15973162000 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按建筑面积","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"0","按揭银行":""},"违约金":"90,090.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=36dc7c57-616d-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237583264,"oid":"36dc7c57-616d-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"8aaddd4f-ab67-e811-be88-005056b97936","业务员":"杨淑华","交房日期":"2018-12-30","付款方式":"车位-一次性","历史记录":{"创建人":"陆晓兰","创建时间":"2018-06-11 18:22","审核人":"陆晓兰","审核时间":"2018-06-11 18:23","最后修改人":"陆晓兰","最后修改时间":"2018-06-11 18:23"},"合同备案号":"","合同总价":"93,000.00","合同签订日期":"2018-06-11","合同编号":"","备案日期":"","套内单价":"5,947.37","套内成交单价":"4,894.74","套内面积":"19.000","审核人":"陆晓兰","客户信息":[{"address":"岳阳市六九零六工厂9-303","birthday":"1978-02-25","name":"周谦","oid":"970B8085-FC1D-4CC3-8132-324CED2BE7F3","sex":"男","tel":"15873002345","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=970B8085-FC1D-4CC3-8132-324CED2BE7F3&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-06-04 11:56","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"李卓儒","创建时间":"2017-09-29 12:17","婚姻状况":"已婚","家庭结构":"小太阳（年轻夫妇+孩子12岁以下）","居住区域":"外省","工作区域":"外省","法人代表":"","营业执照":"","证件号码":"430602197802251539","证件类型":"身份证"}],"客户名称":"周谦","应收定金":"10,000.00","建筑单价":"3,766.67","建筑成交单价":"3,100.00","建筑面积":"30.000","成交途径大类":"阵地包装（路过）","成交途径子类":"路过","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-板下一层非人防车位-B014","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-板下一层非人防车位-B014","oid":"6d4f1309-ab38-e711-b835-005056b97936","type":"地下车库-非人防机动车位","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=6d4f1309-ab38-e711-b835-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"5,947.37","套内面积":"19.000","建筑单价":"3,766.67","建筑面积":"30.000","户型":"非人防车位","标准总价":"113,000.00","租售类型":"","税率":"5.00%","税额":"5,380.95","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"建筑面积"}],"房间总价":"93,000.00","折扣":"82.30%","折扣说明":"以标准总价为基准计算: (车位-一次性 100.00% - 活动优惠折扣 20000.00)","标准总价":"113,000.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"4,428.57","联系电话":"(M)15873002345 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"0","按揭银行":""},"违约金":"9,300.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=92671f0b-3b6a-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237584262,"oid":"92671f0b-3b6a-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"177d512d-fb69-e811-be88-005056b97936","业务员":"方剑涛","交房日期":"2019-03-30","付款方式":"商业按揭","历史记录":{"创建人":"陆晓兰","创建时间":"2018-06-07 18:10","审核人":"陆晓兰","审核时间":"2018-06-07 18:12","最后修改人":"陆晓兰","最后修改时间":"2018-06-07 18:12"},"合同备案号":"","合同总价":"1,635,000.00","合同签订日期":"2018-06-07","合同编号":"20170373板下1层019","备案日期":"","套内单价":"20,747.99","套内成交单价":"20,125.55","套内面积":"81.240","审核人":"陆晓兰","客户信息":[{"address":"湖南省长沙市开福区国营综合农场朝阳分场四队13号","birthday":"1980-06-08","name":"汪彦","oid":"79166B3F-CFE3-43A5-8BF8-902EC2CEE1BE","sex":"女","tel":"13507417239","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=79166B3F-CFE3-43A5-8BF8-902EC2CEE1BE&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-06-07 10:32","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"方剑涛","创建时间":"2018-06-07 10:09","婚姻状况":"已婚","家庭结构":"青年持家(年轻人单身或考虑父母一起)","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"430122198006080620","证件类型":"身份证"}],"客户名称":"汪彦","应收定金":"50,000.00","建筑单价":"20,618.56","建筑成交单价":"20,000.00","建筑面积":"81.750","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-019","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-019","oid":"4a183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=4a183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"换房","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"20,747.99","套内面积":"81.240","建筑单价":"20,618.56","建筑面积":"81.750","户型":"B1","标准总价":"1,685,567.00","租售类型":"","税率":"5.00%","税额":"80,265.10","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"1,635,000.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业按揭 100.00% * 活动优惠折扣 97.00%","标准总价":"1,685,567.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"77,857.14","联系电话":"(M)13507417239 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"810,000","按揭银行":""},"违约金":"163,500.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=3f47d0ff-028c-e811-be88-005056b97936&projguid=e576f3d0-6d31-e611-b025-005056b97936","insertDate":1534237599793,"oid":"3f47d0ff-028c-e811-be88-005056b97936","projguid":"e576f3d0-6d31-e611-b025-005056b97936","tradeguid":"c2747279-bc89-e811-be88-005056b97936","业务员":"赵庆普","交房日期":"2017-03-31","付款方式":"车位按揭","历史记录":{"创建人":"陆晓兰","创建时间":"2018-07-20 17:56","审核人":"陆晓兰","审核时间":"2018-07-20 17:56","最后修改人":"陆晓兰","最后修改时间":"2018-07-20 17:56"},"合同备案号":"","合同总价":"85,088.00","合同签订日期":"2018-07-20","合同编号":"","备案日期":"","套内单价":"6,215.16","套内成交单价":"4,478.32","套内面积":"19.000","审核人":"陆晓兰","客户信息":[{"address":"长沙市雨花区高桥建材市场22栋7号门面","birthday":"1986-10-13","name":"尹升丽","oid":"1CCF598B-DD4B-E611-B025-005056B97936","sex":"女","tel":"13611282890","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=1CCF598B-DD4B-E611-B025-005056B97936&funcid=01010203&isrequiredfiled=1","修改人":"周主华","修改时间":"2018-07-17 20:24","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"鼎兴代理","创建时间":"2016-07-17 13:16","婚姻状况":"已婚","家庭结构":"小太阳（年轻夫妇+孩子12岁以下）","居住区域":"天心区","工作区域":"天心区","法人代表":"","营业执照":"","证件号码":"430482198610134368","证件类型":"身份证"}],"客户名称":"尹升丽","应收定金":"10,000.00","建筑单价":"3,936.27","建筑成交单价":"2,836.27","建筑面积":"30.000","成交途径大类":"CALL客","成交途径子类":"CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-13#地块-板下一层车位-A094","房间信息":[{"name":"长沙阳光城尚东湾-13#地块-板下一层车位-A094","oid":"cb971027-66b0-e611-bf45-005056b97936","type":"地下车库-人防机动车位","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=cb971027-66b0-e611-bf45-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"6,215.16","套内面积":"19.000","建筑单价":"3,936.27","建筑面积":"30.000","户型":"车位","标准总价":"118,088.00","租售类型":"","税率":"5.00%","税额":"5,623.24","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"建筑面积"}],"房间总价":"85,088.00","折扣":"72.05%","折扣说明":"以标准总价为基准计算: (((车位按揭 100.00% - 活动优惠折扣 3000.00) - 清盘优惠折扣 10000.00) - 认购优惠折扣 20000.00)","标准总价":"118,088.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"4,051.81","联系电话":"(M)13611282890 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"70,000","按揭银行":""},"违约金":"8,509.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=f39136ad-2784-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237584712,"oid":"f39136ad-2784-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"061ebd12-f63d-e811-be88-005056b97936","业务员":"巫益敏","交房日期":"2019-03-30","付款方式":"商业按揭","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-10 17:57","审核人":"胡萍萍","审核时间":"2018-07-10 17:58","最后修改人":"胡萍萍","最后修改时间":"2018-07-10 17:58"},"合同备案号":"","合同总价":"1,055,416.00","合同签订日期":"2018-07-10","合同编号":"20170373板下1层067","备案日期":"","套内单价":"8,992.21","套内成交单价":"8,722.45","套内面积":"121.000","审核人":"胡萍萍","客户信息":[{"address":"湖南省湘乡市潭市镇上新村第九村民组","birthday":"1979-03-02","name":"彭效方","oid":"343AFBB7-9556-424C-8D87-C4D6C403F517","sex":"女","tel":"13007495288","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=343AFBB7-9556-424C-8D87-C4D6C403F517&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-04-12 10:04","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"陆珊","创建时间":"2018-02-27 15:05","婚姻状况":"已婚","家庭结构":"12","居住区域":"雨花区","工作区域":"天心区","法人代表":"","营业执照":"","证件号码":"430322197903025046","证件类型":"身份证"}],"客户名称":"彭效方","应收定金":"50,000.00","建筑单价":"8,936.09","建筑成交单价":"8,668.00","建筑面积":"121.760","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-067","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-067","oid":"79183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=79183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"内控","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"8,992.21","套内面积":"121.000","建筑单价":"8,936.09","建筑面积":"121.760","户型":"B1","标准总价":"1,088,058.00","租售类型":"","税率":"5.00%","税额":"51,812.29","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"1,055,416.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业按揭 100.00% * 活动优惠折扣 97.00%","标准总价":"1,088,058.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"50,257.90","联系电话":"(M)13007495288 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按建筑面积","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"300,000","按揭银行":""},"违约金":"105,542.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=5aee66fe-6f8a-e811-be88-005056b97936&projguid=7e934495-6d31-e611-b025-005056b97936","insertDate":1534237590365,"oid":"5aee66fe-6f8a-e811-be88-005056b97936","projguid":"7e934495-6d31-e611-b025-005056b97936","tradeguid":"fac35c5a-e284-e811-be88-005056b97936","业务员":"王芳","交房日期":"2017-03-31","付款方式":"车位按揭","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-18 17:51","审核人":"胡萍萍","审核时间":"2018-07-18 17:51","最后修改人":"胡萍萍","最后修改时间":"2018-07-18 17:51"},"合同备案号":"","合同总价":"95,088.00","合同签订日期":"2018-07-18","合同编号":"","备案日期":"","套内单价":"6,741.47","套内成交单价":"5,004.63","套内面积":"19.000","审核人":"胡萍萍","客户信息":[{"address":"长沙市雨花区青云苑1栋2单元2808房","birthday":"1983-09-25","name":"王桂芳","oid":"12024B77-C5DD-4D49-94C4-F34F038700B8","sex":"女","tel":"14789950227","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=12024B77-C5DD-4D49-94C4-F34F038700B8&funcid=01010203&isrequiredfiled=1","修改人":"陆晓兰","修改时间":"2018-07-11 16:13","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"王芳","创建时间":"2018-05-23 20:43","婚姻状况":"","家庭结构":"","居住区域":"天心区","工作区域":"","法人代表":"","营业执照":"","证件号码":"360281198309257726","证件类型":"身份证"}],"客户名称":"王桂芳","应收定金":"10,000.00","建筑单价":"4,269.60","建筑成交单价":"3,169.60","建筑面积":"30.000","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块一期-板下一层车位-G015","房间信息":[{"name":"长沙阳光城尚东湾-2号地块一期-板下一层车位-G015","oid":"5814ed8f-2bb5-e611-bf45-005056b97936","type":"地下车库-非人防机动车位","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=5814ed8f-2bb5-e611-bf45-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"6,741.47","套内面积":"19.000","建筑单价":"4,269.60","建筑面积":"30.000","户型":"车位","标准总价":"128,088.00","租售类型":"","税率":"5.00%","税额":"6,099.43","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"建筑面积"}],"房间总价":"95,088.00","折扣":"74.24%","折扣说明":"以标准总价为基准计算: (((车位按揭 100.00% - 活动优惠折扣 3000.00) - 清盘优惠折扣 10000.00) - 认购优惠折扣 20000.00)","标准总价":"128,088.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"4,528.00","联系电话":"(M)14789950227 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"85,000","按揭银行":""},"违约金":"9,509.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=560f19ab-1488-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237573807,"oid":"560f19ab-1488-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"5d18791e-a6bf-e711-9a5f-005056b97936","业务员":"宋垚","交房日期":"2019-03-30","付款方式":"商业按揭","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-15 17:51","审核人":"","审核时间":"","最后修改人":"胡萍萍","最后修改时间":"2018-07-15 17:52"},"合同备案号":"","合同总价":"650,507.00","合同签订日期":"2018-07-15","合同编号":"20170373板下1层072","备案日期":"","套内单价":"11,918.00","套内成交单价":"11,560.46","套内面积":"56.270","审核人":"","客户信息":[{"address":"长沙市岳麓区潇湘北路万科金域滨江3栋907","birthday":"1981-06-15","name":"封正梁","oid":"B3CE43D8-A5BF-E711-9A5F-005056B97936","sex":"男","tel":"13316869101","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=B3CE43D8-A5BF-E711-9A5F-005056B97936&funcid=01010203&isrequiredfiled=1","修改人":"王阳","修改时间":"2017-11-02 16:16","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"王阳","创建时间":"2017-11-02 16:14","婚姻状况":"","家庭结构":"","居住区域":"","工作区域":"","法人代表":"","营业执照":"","证件号码":"430422198106150055","证件类型":"身份证"}],"客户名称":"封正梁","应收定金":"50,000.00","建筑单价":"11,844.33","建筑成交单价":"11,489.00","建筑面积":"56.620","成交途径大类":"户外","成交途径子类":"户外广告牌","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-072","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-072","oid":"7e183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=7e183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"内控","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"11,918.00","套内面积":"56.270","建筑单价":"11,844.33","建筑面积":"56.620","户型":"B1","标准总价":"670,626.00","租售类型":"","税率":"5.00%","税额":"31,934.57","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"650,507.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业按揭 100.00% * 活动优惠折扣 97.00%","标准总价":"670,626.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"30,976.53","联系电话":"(M)13316869101 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按建筑面积","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"320,000","按揭银行":""},"违约金":"65,051.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=870deef7-707f-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237589010,"oid":"870deef7-707f-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"4840dc32-f975-e811-be88-005056b97936","业务员":"胡腾飞","交房日期":"2019-03-30","付款方式":"商业一次性","历史记录":{"创建人":"陆晓兰","创建时间":"2018-07-04 17:59","审核人":"陆晓兰","审核时间":"2018-07-04 18:00","最后修改人":"陆晓兰","最后修改时间":"2018-07-04 18:00"},"合同备案号":"","合同总价":"1,549,651.00","合同签订日期":"2018-07-04","合同编号":"20170373板下1层033","备案日期":"","套内单价":"20,510.69","套内成交单价":"19,895.38","套内面积":"77.890","审核人":"陆晓兰","客户信息":[{"address":"湖南省长沙市芙蓉区车站北路21号凯旋A栋1510室","birthday":"1977-01-20","name":"沈海全","oid":"17E85FEB-2C09-4849-9F58-99A558DD30E7","sex":"男","tel":"13307312751","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=17E85FEB-2C09-4849-9F58-99A558DD30E7&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-06-22 16:41","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"周小清","创建时间":"2018-04-07 11:49","婚姻状况":"已婚","家庭结构":"青年之家(年轻人单身或夫妇) ","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"430703197701204217","证件类型":"身份证"}],"客户名称":"沈海全","应收定金":"50,000.00","建筑单价":"20,382.47","建筑成交单价":"19,771.00","建筑面积":"78.380","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-033","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-033","oid":"58183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=58183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"内控","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"20,510.69","套内面积":"77.890","建筑单价":"20,382.47","建筑面积":"78.380","户型":"B1","标准总价":"1,597,578.00","租售类型":"","税率":"5.00%","税额":"76,075.14","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"1,549,651.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业一次性 100.00% * 活动优惠折扣 97.00%","标准总价":"1,597,578.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"73,792.91","联系电话":"(M)13307312751 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"0","按揭银行":""},"违约金":"154,965.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=9407a75a-8386-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237601656,"oid":"9407a75a-8386-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"196ab154-3e86-e811-be88-005056b97936","业务员":"周桥桥","交房日期":"2019-03-30","付款方式":"商业一次性","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-13 17:58","审核人":"胡萍萍","审核时间":"2018-07-13 17:59","最后修改人":"胡萍萍","最后修改时间":"2018-07-13 17:59"},"合同备案号":"","合同总价":"2,027,098.00","合同签订日期":"2018-07-13","合同编号":"20170373板下1层117","备案日期":"","套内单价":"20,504.24","套内成交单价":"19,889.11","套内面积":"101.920","审核人":"胡萍萍","客户信息":[{"address":"长沙市开福区红墙巷100号","birthday":"1961-03-12","name":"李洪武","oid":"97C319BB-65B6-408F-A316-C5FE16F7A307","sex":"男","tel":"13549147997","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=97C319BB-65B6-408F-A316-C5FE16F7A307&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-07-13 09:44","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"周桥桥","创建时间":"2018-07-13 09:13","婚姻状况":"已婚","家庭结构":"中年之家(夫妇+19岁以上孩子,即将出现三代) ","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"430105196103122014","证件类型":"身份证"}],"客户名称":"李洪武","应收定金":"50,000.00","建筑单价":"20,376.29","建筑成交单价":"19,765.00","建筑面积":"102.560","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-117","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-117","oid":"ab183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=ab183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"换房","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"20,504.24","套内面积":"101.920","建筑单价":"20,376.29","建筑面积":"102.560","户型":"B1","标准总价":"2,089,792.00","租售类型":"","税率":"5.00%","税额":"99,513.90","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"2,027,098.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业一次性 100.00% * 活动优惠折扣 97.00%","标准总价":"2,089,792.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"96,528.48","联系电话":"(M)13549147997 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按建筑面积","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"0","按揭银行":""},"违约金":"202,710.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=cbde5bba-8491-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237600038,"oid":"cbde5bba-8491-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"0763b136-048f-e811-be88-005056b97936","业务员":"甘超","交房日期":"2019-03-30","付款方式":"商业按揭","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-27 18:06","审核人":"胡萍萍","审核时间":"2018-07-27 18:07","最后修改人":"胡萍萍","最后修改时间":"2018-07-27 18:07"},"合同备案号":"","合同总价":"901,934.00","合同签订日期":"2018-07-27","合同编号":"20170373板下1层123","备案日期":"","套内单价":"25,685.88","套内成交单价":"24,915.30","套内面积":"36.200","审核人":"胡萍萍","客户信息":[{"address":"长沙市天心区黄土岭湘汁花园1栋307","birthday":"1981-10-29","name":"周容","oid":"7A273319-4EC3-4E22-BDCB-F5ABCD14FAE2","sex":"女","tel":"13975194775","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=7A273319-4EC3-4E22-BDCB-F5ABCD14FAE2&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-07-24 13:40","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"甘超","创建时间":"2018-07-06 15:28","婚姻状况":"未婚","家庭结构":"小太阳（年轻夫妇+孩子12岁以下）","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"43010219811029552X","证件类型":"身份证"}],"客户名称":"周容","应收定金":"50,000.00","建筑单价":"25,523.72","建筑成交单价":"24,758.00","建筑面积":"36.430","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-123","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-123","oid":"b1183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=b1183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"内控","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"25,685.88","套内面积":"36.200","建筑单价":"25,523.72","建筑面积":"36.430","户型":"B1","标准总价":"929,829.00","租售类型":"","税率":"5.00%","税额":"44,277.57","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"901,934.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业按揭 100.00% * 活动优惠折扣 97.00%","标准总价":"929,829.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"42,949.23","联系电话":"(M)13975194775 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"450,000","按揭银行":""},"违约金":"90,193.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=fd43387e-dd9e-e811-97eb-005056b97936&projguid=7e934495-6d31-e611-b025-005056b97936","insertDate":1534237564157,"oid":"fd43387e-dd9e-e811-97eb-005056b97936","projguid":"7e934495-6d31-e611-b025-005056b97936","tradeguid":"d94f5b53-1a9d-e811-97eb-005056b97936","业务员":"刘兰兰","交房日期":"2017-08-15","付款方式":"车位按揭","历史记录":{"创建人":"陆晓兰","创建时间":"2018-08-13 17:44","审核人":"陆晓兰","审核时间":"2018-08-13 17:44","最后修改人":"陆晓兰","最后修改时间":"2018-08-13 17:44"},"合同备案号":"","合同总价":"61,227.00","合同签订日期":"2018-08-13","合同编号":"","备案日期":"","套内单价":"4,959.32","套内成交单价":"3,222.47","套内面积":"19.000","审核人":"陆晓兰","客户信息":[{"address":"湖南警察学院","birthday":"1982-06-26","name":"任燕","oid":"5CDDF368-6C8B-E611-BF45-005056B97936","sex":"女","tel":"13786087191","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=5CDDF368-6C8B-E611-BF45-005056B97936&funcid=01010203&isrequiredfiled=1","修改人":"王阳","修改时间":"2018-08-11 11:54","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"中原代理","创建时间":"2016-10-06 10:26","婚姻状况":"已婚","家庭结构":"青年持家(年轻人单身或考虑父母一起)","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"430682198206263628","证件类型":"身份证"}],"客户名称":"任燕","应收定金":"10,000.00","建筑单价":"3,140.90","建筑成交单价":"2,040.90","建筑面积":"30.000","成交途径大类":"阵地包装（路过）","成交途径子类":"路过","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块一期-地下一层车位（2标段）-J182","房间信息":[{"name":"长沙阳光城尚东湾-2号地块一期-地下一层车位（2标段）-J182","oid":"b59222fa-b354-e711-b835-005056b97936","type":"地下车库-非人防机动车位","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=b59222fa-b354-e711-b835-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"4,959.32","套内面积":"19.000","建筑单价":"3,140.90","建筑面积":"30.000","户型":"车位","标准总价":"94,227.00","租售类型":"","税率":"5.00%","税额":"4,487.00","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"建筑面积"}],"房间总价":"61,227.00","折扣":"64.98%","折扣说明":"以标准总价为基准计算: (((车位按揭 100.00% - 活动优惠折扣 3000.00) - 清盘优惠折扣 10000.00) - 认购优惠折扣 20000.00)","标准总价":"94,227.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"2,915.57","联系电话":"(M)13786087191 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"50,000","按揭银行":""},"违约金":"6,123.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"},{"contracturl":"http://crm.yango.com.cn:8060/Slxt/XSXC/Contract_Edit.aspx?mode=2&isfrom=0&oid=2b2685dd-2784-e811-be88-005056b97936&projguid=4349594d-6f31-e611-b025-005056b97936","insertDate":1534237609529,"oid":"2b2685dd-2784-e811-be88-005056b97936","projguid":"4349594d-6f31-e611-b025-005056b97936","tradeguid":"eba64a63-f380-e811-be88-005056b97936","业务员":"方剑涛","交房日期":"2019-03-30","付款方式":"商业按揭","历史记录":{"创建人":"胡萍萍","创建时间":"2018-07-10 17:58","审核人":"胡萍萍","审核时间":"2018-07-10 18:00","最后修改人":"胡萍萍","最后修改时间":"2018-07-10 18:00"},"合同备案号":"","合同总价":"568,191.00","合同签订日期":"2018-07-10","合同编号":"20170373板下1层050","备案日期":"","套内单价":"11,463.09","套内成交单价":"11,119.20","套内面积":"51.100","审核人":"胡萍萍","客户信息":[{"address":"长沙市雨花区融科东南海","birthday":"1989-09-10","name":"黄真","oid":"4C7E7E1C-FD8D-4681-BC9E-F82FF41251F7","sex":"男","tel":"13762003040","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=4C7E7E1C-FD8D-4681-BC9E-F82FF41251F7&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-07-06 16:05","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"方剑涛","创建时间":"2018-07-06 15:37","婚姻状况":"已婚","家庭结构":"中年之家(夫妇+19岁以上孩子,即将出现三代) ","居住区域":"天心区","工作区域":"雨花区","法人代表":"","营业执照":"","证件号码":"430623198909105415","证件类型":"身份证"},{"address":"长沙市雨花区融科东南海","birthday":"1979-03-03","name":"房里君","oid":"7D32063C-F380-E811-BE88-005056B97936","sex":"男","tel":"15073021281","type":"个人","url":"http://crm.yango.com.cn:8060/Slxt/XSZDH/Khgl_Kh_Edit.aspx?mode=3&oid=7D32063C-F380-E811-BE88-005056B97936&funcid=01010203&isrequiredfiled=1","修改人":"鼎兴代理","修改时间":"2018-07-06 16:05","其他资料":{"email":"","不接收的资料":"","传真":"","住宅电话":"","公司电话":"","兴趣爱好":"","办公电话":"","国籍":"","工作单位":"","感兴趣的主题活动":"","收入层次":"","教育程度":"","是否接受短信":"","最佳联系方式":"","籍贯":"","职业":"","联络人":"","配偶姓名":"","锁定状态":"锁定"},"创建人":"鼎兴代理","创建时间":"2018-07-06 16:02","婚姻状况":"","家庭结构":"","居住区域":"","工作区域":"","法人代表":"","营业执照":"","证件号码":"231011197903032535","证件类型":"身份证"}],"客户名称":"黄真;房里君","应收定金":"50,000.00","建筑单价":"11,391.75","建筑成交单价":"11,050.00","建筑面积":"51.420","成交途径大类":"CALL客","成交途径子类":"置业顾问CALL客","房屋结构":"","房间":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-050","房间信息":[{"name":"长沙阳光城尚东湾-2号地块二期-二组团板下一层商业-050","oid":"69183c10-4ab5-e711-9a5f-005056b97936","type":"商业-底商","url":"http://crm.yango.com.cn:8060/Slxt/XMZB/RoomList_Edit.aspx?mode=3&oid=69183c10-4ab5-e711-9a5f-005056b97936&funcid=01010105","其他信息":{"房管局备案号":"","房间结构":"","收盘原因":"内控","是否样板房":"0","是否附属房产":"0","景观":"","朝向":"","销售状态":"签约","面积状态":"预售"},"套内单价":"11,463.09","套内面积":"51.100","建筑单价":"11,391.75","建筑面积":"51.420","户型":"B1","标准总价":"585,764.00","租售类型":"","税率":"5.00%","税额":"27,893.52","装修单价":"0.00","装修标准":"","装修款":"0.00","计价方式":"套"}],"房间总价":"568,191.00","折扣":"97.00%","折扣说明":"以标准总价为基准计算: 商业按揭 100.00% * 活动优惠折扣 97.00%","标准总价":"585,764.00","状态":"状态:激活(预留)","税率":"5.00%","税额":"27,056.71","联系电话":"(M)13762003040 ","装修单价":"0.00","装修总价":"0.00","装修是否并入合同":"0","装修标准":"","计价方式":"按套","贷款信息":{"公积金贷款":"0","公积金银行":"","按揭贷款":"280,000","按揭银行":""},"违约金":"56,819.00","附属房间":"","附属房间总价":"0.00","面积状态":"预售"}];


function showContractDetail(json){
	 $("#content").empty();
 	var titleli=$("<li>").addClass("list-group-item list-group-item-warning").append("查询到"+json.length+"条记录").css({"text-align":"center","font-weight":"1000","font-color":"black"});
 	var titleul=$("<ul>").addClass("list-group").append(titleli);      
 	$("#content").append(titleul);       	
	parseJson(json);
	$("[data-toggle='popover']").popover();
 }   
 
 function obj(key,element){
	 this.key=key;
	 this.element=element;
 }   
 
 function parseJson(json) {
	  for(var i=0;i<json.length;i++){
			jsonObj=json[i]
			var listEle=[]; 
	        var panel=$("<div>").addClass("panel  col-sm-12 col-md-6 col-lg-4 panel-"+panelClass[(i+1)%6]).css("padding",0).css("box-shadow","20px 10px 5px 20px #FFFF99").append("<span class='badge pull-left'>"+(i+1)+"</span>").append($("<div>").addClass("panel-heading").html("<span style='color:  black;background-color: #FFFFCC;border-radius: 44%;padding: 8px;margin:  5px 10px;display: inline-block;'>"+jsonObj.客户名称+"</span>"+"<span style='color:  black;background-color: #FFCC99;border-radius: 10px 30px;padding: 8px;margin: 5px 10px;display: inline-block;'>  "+jsonObj.房间+"</span>  <span style='color:  black;background-color: #CCFFFF;border-radius: 10px 30px;padding: 8px;margin: 5px 10px;display: inline-block;'>"+jsonObj.联系电话+"</span>")); 
		    var ul=$("<ul>").addClass("list-group")
		    // 循环所有键
		    for(var key in jsonObj) {
		        //如果对象类型为object类型且数组长度大于0 或者 是对象 ，继续递归解析
		        var element = jsonObj[key];
		        if(element.length > 0 && typeof(element) == "object" || typeof(element) == "object") {	        	
		        	listEle.push(new obj(key,element));
		        } else { //不是对象或数组、直接输出
		        	if(key=="insertDate"||key=="oid"||key=="projguid"||key=="tradeguid"){
		        		continue;
		        	}
		        	if(key=="contracturl"){
		        		var button=$("<button>").attr({
		        			 "type":"button",
		        			 "title":"注意！",   
		        			 "data-toggle":"popover", 
		        			 "data-placement":"top",
		        			 "data-trigger":"hover",
		        			 "data-content":"此按钮在已登陆明源的IE浏览器中点击方有效，否则单击右键复制链接至已登录明源的IE浏览器中打开",
		        		}).text("在明源查看合同详情").addClass("btn btn-success form-control input-medium");
		        		var li=$("<li>").addClass("list-group-item ").addClass(liclass[Math.floor(Math.random()*5)]).append($("<a href="+jsonObj.contracturl+" target='_blank' >").append(button)).css("text-align","left");
		        	}else{
		        	   var li=$("<li>").addClass("list-group-item ").addClass(liclass[Math.floor(Math.random()*5)]).append(key+":"+element).css("text-align","left");
		        	}
		        	ul.append(li);
	        }
	    }
		    //创建折叠面板组
		var panelGroup=$("<div>").addClass("panel-group");
		listEle.forEach(function(e,index){
			//用于容纳折叠头和折叠主体的div
			var collaPanel=$("<div>").addClass("panel  panel-"+panelClass[index+1]);
			//var btnclass=" btn  form-control input-medium btn-"+panelClass[Math.floor(Math.random()*5)];
			//console.info(btnclass)
			var phead=$("<div>").addClass("panel-heading").append($("<button>").css("text-align"," center").addClass("btn  form-control input-medium btn-"+panelClass[Math.floor(Math.random()*5)]).append($("<h4>").addClass("panel-title").attr({"data-toggle":"collapse","href":"#"+e.key+jsonObj.oid}).text(e.key)));
			var pbody=$("<div>").addClass("panel-body");
			if(!Array.isArray(e.element)){                                            //如果是不是数组
				var ul=$("<ul>").addClass("list-group");
				for(var key in e.element) {
					var element=e.element[key];
		        	var li=$("<li>").addClass("list-group-item ").addClass(liclass[Math.floor(Math.random()*5)]).append(key+":"+e.element[key]).css("text-align","left");
		            ul.append(li);
				}
				pbody.append(ul);
			}else{
				(e.element).forEach(function(ee,index){
					var ul=$("<ul>").addClass("list-group");
					for(var key in ee) {
						var element=ee[key];
						//console.info(element)
						if(key=="url"){
			        		var button=$("<button>").attr({
			        			 "type":"button",
			        			 "title":"注意！",   
			        			 "data-toggle":"popover", 
			        			 "data-placement":"top",
			        			 "data-trigger":"hover",
			        			 "data-content":"此按钮在已登陆明源的IE浏览器中点击方有效，否则单击右键复制链接至已登录明源的IE浏览器中打开",
			        		}).text("在明源中查看"+e.key+"详情").addClass("btn  form-control input-medium btn-"+panelClass[Math.floor(Math.random()*5)]);
			        		var li=$("<li>").addClass("list-group-item ").addClass(liclass[Math.floor(Math.random()*5)]).append($("<a href="+ee[key]+" target='_blank' >").append(button)).css("text-align","left");
						}else if(key=="其他信息"||key=="其他资料"){
							var li=$("<li>").addClass("list-group-item ").addClass(liclass[Math.floor(Math.random()*5)]).append(key+":"+JSON.stringify(ee[key])).css("text-align","left");
						}else{
			        	    var li=$("<li>").addClass("list-group-item ").addClass(liclass[Math.floor(Math.random()*5)]).append(key+":"+ee[key]).css("text-align","left");
						}
			            ul.append(li);
					}
					pbody.append(ul);
				})
			}
			var pbodyContainer=$("<div>").addClass("panel-collapse collapse").attr("id",e.key+jsonObj.oid).append(pbody);
			panelGroup.append(collaPanel.append(phead).append(pbodyContainer));
		});
	    var pbody=$("<div>").addClass("panel-body").append(ul).append(panelGroup);
	    pbody.appendTo(panel);
	    $("#content").append(panel);
	}
 }
	
function showTip(msg){
    $.alertable.alert(msg, {
      show: function() {
        $(this.overlay).velocity('transition.fadeIn');        
        $(this.modal).velocity('transition.flipBounceYIn');
      },
      hide: function() {
        $(this.overlay).velocity('transition.fadeOut');
        $(this.modal).velocity('transition.perspectiveUpOut');
      } 
  });  
}
//初始化bootstrap-table的内容
function InitMainTable () {
    //记录页面bootstrap-table全局变量$table，方便应用
    //var queryUrl =""
    table = $('#ordertable').bootstrapTable({
    	//contentType:"application/x-www-form-urlencoded",
        url: "queryOrderByDays",                      //请求后台的URL（*）
        method: 'GET',                      //请求方式（*）
        //toolbar: '#toolbar',              //工具按钮用哪个容器
        striped: true,                      //是否显示行间隔色
        cache: false,                       //是否使用缓存，默认为true，所以一般情况下需要设置一下这个属性（*）
        pagination: false,                   //是否显示分页（*）
        sortable: true,                     //是否启用排序
        sortOrder: "asc",                   //排序方式
        //sidePagination: "server",           //分页方式：client客户端分页，server服务端分页（*）
        //pageNumber: 1,                      //初始化加载第一页，默认第一页,并记录
        //pageSize: rows,                     //每页的记录行数（*）
        //pageList: [10, 25, 50, 100],        //可供选择的每页的行数（*）
        search: true,                      //是否显示表格搜索
        //strictSearch: true,
        showColumns: true,                  //是否显示所有的列（选择显示的列）
        showRefresh: true,                  //是否显示刷新按钮
        minimumCountColumns: 2,             //最少允许的列数
        clickToSelect: true,                //是否启用点击选中行
       // showFullscreen:true,
        //height: 500,                      //行高，如果没有设置height属性，表格自动根据记录条数觉得表格高度
        idField:"房间",
        uniqueId: "房间",                     //每一行的唯一标识，一般为主键列
        showToggle: true,                   //是否显示详细视图和列表视图的切换按钮
        cardView: false,                    //是否显示详细视图
        detailView: false,                  //是否显示父子表
        showExport: true, //是否显示导出
        exportDataType:"all",

        //得到查询的参数
        queryParams : function (params) {
            //这里的键的名字和控制器的变量名必须一致，这边改动，控制器也需要改成一样的
            var temp = {  
            	//rows:100,
                //rows: params.limit,                         //页面大小
                //page: (params.offset / params.limit) + 1,   //页码
                //sort: params.sort,      //排序列名  
                //sortOrder: params.order //排位命令（desc，asc） 
               days:$("#qryByDays").val()==""?7:$("#qryByDays").val(),
            };
            return temp;
        },
        rowStyle: function (row, index) {
        	//这里有5个取值代表5中颜色['active', 'success', 'info', 'warning', 'danger'];
        	var strclass = "";
        	if (row.房间.indexOf( "车位")>0) {
        	strclass = 'info';//还有一个active
        	}
        	else if(row.房间.indexOf( "商")>0) {
        		strclass = 'warning';
        	}else{
        		strclass = 'danger';
        	}
        	return { classes: strclass }
        	},
        columns: [{
            checkbox:false,  
            visible: false,                  //是否显示复选框  
        }, 
        {
        	align: 'center',
            title: '序号',
            valign:"middle",
            //sortable: true,
            formatter: function(value,row,index){
            	 return index+1;
            }
        },
        {
            field: '房间',
            title: '房间',
            valign:"middle",
            align: 'center',
            sortable: true
        }, {
            field: '客户名称',
            title: '客户名称',
            align: 'center',
            valign:"middle",
            sortable: true
        }, {
            field: '合同签订日期',
            title: '签署日期',
            width:"7%",
            align: 'center',
            valign:"middle",
            sortable: true,
          //  formatter: emailFormatter
        },{
        	field:'合同签订日期',
        	align: 'center',
            title: '签订日期距今天数',
            width:"5%",
            valign:"middle",
            sortable: true,
            
            formatter: function(value,row,index){
            	 var arr=row.合同签订日期;       	 
            	 var d1=new Date(arr.replace(/-/g,"/"));
            	 var d2=new Date();
            	 return parseInt((d2-d1)/(1000*60*60*24))+"天";
            },

        },
        {
        	align: 'center',
        	 valign:"middle",
            field: '合同总价',
            title: '合同总价',
            //formatter: linkFormatter
        }, {
        	align: 'center',
            field: '税额',
            title: '税额',
            valign:"middle",
            	
        }, { 
        	valign:"middle",
        	align: 'center',
            field: '税率',
            title: '税率',
            sortable: true
        }, {
        	 valign:"middle",
        	align: 'center',
            field: '付款方式',
            title: '付款方式'
        }, {
        	 valign:"middle",
        	align: 'center',
            field: '业务员',
            title: '业务员',
           // formatter: dateFormatter
        }, {
        	 valign:"middle",
        	align: 'center',
            field: '订单类型',
            title: '订单类型'
        }, {
        	 valign:"middle",
        	align: 'center',
            field: '是否交足定金',
            title: '是否交足定金'
        },
        {
       	 valign:"middle",
       	align: 'center',
           field: '逾期未签约原因',
           title: '逾期未签约原因',
       },],
        onLoadSuccess: function () {
        },
        onLoadError: function () {
        	showTip("没有查询到记录!");
        },
        /*onDblClickRow: function (row, $element) {
            var id = row.房间;
            EditViewById(id, 'view');
        },*/
    });
};
var flag=0;
//var baseURL = [[${ctx}]];
$(function(){
	
	$("#contractQryBtn").click(function (e) {
	    if($("#contractQryInput").val()==null||$("#contractQryInput").val()==""||$("#contractQryInput").val().length==0){
	    	showTip("请输入客户姓名或房号！");
	    	return;
	    }
	    var p = /[0-9]/;
	    var b = p.test($("#contractQryInput").val());
	    if(b==true&&$("#contractQryInput").val().length<4){
	    	showTip("房号查询字段太短，请输入更精确的房号...");
	    	return;
	    }
		$.ajax({
	        type : "POST",
	        url : "queryContractDetail",
	        data : {
	            "contractQryInput" : $("#contractQryInput").val(),
	        },
	        dataType : "json",
	        success : function(data) {
	        	if(data){
	        	  showContractDetail(data);
	        	}else{
	        		showTip("请求数据失败！");
	        	}
	        },
	        error:function(){
	        	showTip("请求过程中出错！");
	        },
	        timeout:function(){
	        	showTip("请求超时！");
	        }
		});
	});
	
	$('a[href="#orderquery"]').on('shown.bs.tab	', function (e) {
		if(flag==0){
			InitMainTable ();
			flag=1;
		}
	});
	$('a[data-toggle="pill"]').on('shown.bs.tab	', function (e) {
		$("[data-toggle='popover']").popover();
		});
	   $("#querybtn").click(function(){
		   var qrystr=$("#qryByDays").val();
		   var param;
		   if(qrystr==""||qrystr==null){
			   param={days:7};
		   }else if (!(/(^[1-9]\d*$)/.test(qrystr))) { 
			　　showTip("请输入正确的数字!");
		　　　return false; 
		   }else{
			   param={days:qrystr};
		   }  
		   $('#ordertable').bootstrapTable('refresh',param); 
	    }); 
   });
